Repository: xcv58/MacTools
Catalog: Sources/Resources/Localization/Plugins.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, ja, ko, pt, ru, tr, zh_hant

# plugin.marketplace.label.built-in battery
source: 内建电池
ar: بطارية مدمجة
de: Integrierter Akku
en: Built-in battery
es: Batería integrada
fr: Batterie intégrée
ja: 内蔵バッテリー
ko: 내장 배터리
pt: Bateria integrada
ru: Встроенная батарея
tr: Yerleşik pil
zh_hant: 內建電池

# plugin.marketplace.label.cached-network-state
source: 网络状态缓存
ar: حالة الشبكة المخزنة مؤقتًا
de: Zwischengespeicherter Netzwerkzustand
en: Cached network state
es: Estado de red en caché
fr: État réseau en cache
ja: キャッシュされたネットワーク状態
ko: 캐시된 네트워크 상태
pt: Estado de rede em cache
ru: Кэш состояния сети
tr: Önbelleğe alınmış ağ durumu
zh_hant: 網路狀態快取

# plugin.marketplace.label.calendar-events
source: 日历事件
ar: أحداث التقويم
de: Kalenderereignisse
en: Calendar events
es: Eventos del calendario
fr: Événements du calendrier
ja: カレンダーの予定
ko: 캘린더 이벤트
pt: Eventos do calendário
ru: События календаря
tr: Takvim etkinlikleri
zh_hant: 行事曆行程

# plugin.marketplace.label.cleanup-audit-history
source: 清理历史
ar: سجل التنظيف
de: Bereinigungsverlauf
en: Cleanup history
es: Historial de limpieza
fr: Historique de nettoyage
ja: クリーンアップ履歴
ko: 정리 기록
pt: Histórico de limpeza
ru: История очистки
tr: Temizlik geçmişi
zh_hant: 清理歷史

# plugin.marketplace.label.cleanup-staging-journal
source: 清理恢复记录
ar: سجلات الاسترداد بعد التنظيف
de: Wiederherstellungsprotokolle der Bereinigung
en: Cleanup recovery records
es: Registros de recuperación de limpieza
fr: Journaux de restauration du nettoyage
ja: クリーンアップの復元記録
ko: 정리 복구 기록
pt: Registros de recuperação da limpeza
ru: Записи восстановления после очистки
tr: Temizlik kurtarma kayıtları
zh_hant: 清理復原記錄

# plugin.marketplace.label.clipboard-content
source: 剪贴板内容
ar: محتوى الحافظة
de: Inhalt der Zwischenablage
en: Clipboard content
es: Contenido del portapapeles
fr: Contenu du presse-papiers
ja: クリップボードの内容
ko: 클립보드 내용
pt: Conteúdo da área de transferência
ru: Содержимое буфера обмена
tr: Pano içeriği
zh_hant: 剪貼簿內容

# plugin.marketplace.label.coding-session-statistics
source: 编程会话统计
ar: إحصاءات جلسات البرمجة
de: Statistik der Programmiersitzungen
en: Coding session statistics
es: Estadísticas de sesiones de programación
fr: Statistiques des sessions de programmation
ja: コーディングセッションの統計
ko: 코딩 세션 통계
pt: Estatísticas de sessões de programação
ru: Статистика сеансов программирования
tr: Kodlama oturumu istatistikleri
zh_hant: 程式設計工作階段統計

# plugin.marketplace.label.connected display
source: 已连接显示器
ar: شاشة متصلة
de: Verbundenes Display
en: Connected display
es: Pantalla conectada
fr: Écran connecté
ja: 接続中のディスプレイ
ko: 연결된 디스플레이
pt: Tela conectada
ru: Подключённый дисплей
tr: Bağlı ekran
zh_hant: 已連接顯示器

# plugin.marketplace.label.connected-device-battery-state
source: 已连接设备的电量
ar: مستويات شحن بطاريات الأجهزة المتصلة
de: Akkustand verbundener Geräte
en: Connected device battery levels
es: Batería de dispositivos conectados
fr: Niveau de batterie des appareils connectés
ja: 接続中のデバイスのバッテリー残量
ko: 연결된 기기의 배터리 잔량
pt: Bateria dos dispositivos conectados
ru: Заряд подключённых устройств
tr: Bağlı aygıtların pil düzeyleri
zh_hant: 已連接裝置的電量

# plugin.marketplace.label.connectivity-results
source: 连通性结果
ar: نتائج الاتصال
de: Verbindungsergebnisse
en: Connectivity results
es: Resultados de conectividad
fr: Résultats de connectivité
ja: 接続テストの結果
ko: 연결 테스트 결과
pt: Resultados de conectividade
ru: Результаты проверки соединения
tr: Bağlantı sonuçları
zh_hant: 連線測試結果

# plugin.marketplace.label.controllable system fans
source: 可控制的系统风扇
ar: مراوح نظام قابلة للتحكم
de: Steuerbare Systemlüfter
en: Controllable system fans
es: Ventiladores controlables
fr: Ventilateurs système contrôlables
ja: 制御可能なシステムファン
ko: 제어 가능한 시스템 팬
pt: Ventoinhas controláveis
ru: Управляемые системные вентиляторы
tr: Denetlenebilir sistem fanları
zh_hant: 可控制的系統風扇

# plugin.marketplace.label.custom-test-targets
source: 自定义测试目标
ar: أهداف الاختبار المخصصة
de: Eigene Testziele
en: Custom test targets
es: Destinos de prueba personalizados
fr: Cibles de test personnalisées
ja: カスタムテスト対象
ko: 사용자 설정 테스트 대상
pt: Alvos de teste personalizados
ru: Пользовательские адреса проверки
tr: Özel test hedefleri
zh_hant: 自訂測試目標

# plugin.marketplace.label.developer-cache-paths
source: 开发缓存路径
ar: مسارات ذاكرة التخزين المؤقت للتطوير
de: Entwickler-Cachepfade
en: Developer cache paths
es: Rutas de caché de desarrollo
fr: Chemins du cache de développement
ja: 開発用キャッシュのパス
ko: 개발 캐시 경로
pt: Caminhos de cache de desenvolvimento
ru: Пути кэша разработки
tr: Geliştirici önbelleği yolları
zh_hant: 開發快取路徑

# plugin.marketplace.label.display-state
source: 显示器状态
ar: حالة الشاشة
de: Displayzustand
en: Display state
es: Estado de la pantalla
fr: État de l’écran
ja: ディスプレイの状態
ko: 디스플레이 상태
pt: Estado da tela
ru: Состояние дисплея
tr: Ekran durumu
zh_hant: 顯示器狀態

# plugin.marketplace.label.encrypted-clipboard-history
source: 加密剪贴板历史
ar: سجل الحافظة المشفّر
de: Verschlüsselter Zwischenablageverlauf
en: Encrypted clipboard history
es: Historial cifrado del portapapeles
fr: Historique chiffré du presse-papiers
ja: 暗号化されたクリップボード履歴
ko: 암호화된 클립보드 기록
pt: Histórico criptografado da área de transferência
ru: Зашифрованная история буфера обмена
tr: Şifrelenmiş pano geçmişi
zh_hant: 加密剪貼簿記錄

# plugin.marketplace.label.file-sizes
source: 文件大小
ar: أحجام الملفات
de: Dateigrößen
en: File sizes
es: Tamaños de archivos
fr: Tailles des fichiers
ja: ファイルサイズ
ko: 파일 크기
pt: Tamanhos dos arquivos
ru: Размеры файлов
tr: Dosya boyutları
zh_hant: 檔案大小

# plugin.marketplace.label.filesystem-paths
source: 文件路径
ar: مسارات الملفات
de: Dateipfade
en: File paths
es: Rutas de archivos
fr: Chemins des fichiers
ja: ファイルパス
ko: 파일 경로
pt: Caminhos de arquivos
ru: Пути к файлам
tr: Dosya yolları
zh_hant: 檔案路徑

# plugin.marketplace.label.foreground-application
source: 前台应用
ar: التطبيق الأمامي
de: Vordergrund-App
en: Foreground app
es: App en primer plano
fr: App au premier plan
ja: 最前面のアプリ
ko: 전면 앱
pt: App em primeiro plano
ru: Активное приложение
tr: Ön plandaki uygulama
zh_hant: 前景 App

# plugin.marketplace.label.frontmost-application
source: 前台应用
ar: التطبيق الأمامي
de: Vordergrund-App
en: Frontmost app
es: App en primer plano
fr: App au premier plan
ja: 最前面のアプリ
ko: 전면 앱
pt: App em primeiro plano
ru: Активное приложение
tr: En öndeki uygulama
zh_hant: 前景 App

# plugin.marketplace.label.input-device-availability
source: 输入设备可用状态
ar: توفر أجهزة الإدخال
de: Verfügbarkeit von Eingabegeräten
en: Input device availability
es: Disponibilidad de dispositivos de entrada
fr: Disponibilité des périphériques d’entrée
ja: 入力デバイスの利用可否
ko: 입력 기기 사용 가능 여부
pt: Disponibilidade de dispositivos de entrada
ru: Доступность устройств ввода
tr: Giriş aygıtının kullanılabilirliği
zh_hant: 輸入裝置可用狀態

# plugin.marketplace.label.input-events
source: 输入事件
ar: أحداث الإدخال
de: Eingabeereignisse
en: Input events
es: Eventos de entrada
fr: Événements d’entrée
ja: 入力イベント
ko: 입력 이벤트
pt: Eventos de entrada
ru: События ввода
tr: Giriş olayları
zh_hant: 輸入事件

# plugin.marketplace.label.input-source
source: 输入源
ar: مصدر الإدخال
de: Eingabequelle
en: Input source
es: Fuente de entrada
fr: Source d’entrée
ja: 入力ソース
ko: 입력 소스
pt: Fonte de entrada
ru: Источник ввода
tr: Giriş kaynağı
zh_hant: 輸入來源

# plugin.marketplace.label.installed-applications
source: 已安装应用
ar: التطبيقات المثبتة
de: Installierte Apps
en: Installed apps
es: Apps instaladas
fr: Apps installées
ja: インストール済みのアプリ
ko: 설치된 앱
pt: Apps instalados
ru: Установленные приложения
tr: Yüklü uygulamalar
zh_hant: 已安裝 App

# plugin.marketplace.label.keyboard
source: 键盘
ar: لوحة المفاتيح
de: Tastatur
en: Keyboard
es: Teclado
fr: Clavier
ja: キーボード
ko: 키보드
pt: Teclado
ru: Клавиатура
tr: Klavye
zh_hant: 鍵盤

# plugin.marketplace.label.local-cli-credentials
source: 本机 CLI 凭据
ar: بيانات اعتماد أدوات سطر الأوامر المحلية
de: Lokale CLI-Zugangsdaten
en: Local CLI credentials
es: Credenciales de CLI locales
fr: Identifiants CLI locaux
ja: ローカル CLI 認証情報
ko: 로컬 CLI 자격 증명
pt: Credenciais locais da CLI
ru: Локальные учётные данные CLI
tr: Yerel komut satırı kimlik bilgileri
zh_hant: 本機 CLI 登入憑證

# plugin.marketplace.label.local-encryption-key
source: 本机加密密钥
ar: مفتاح التشفير المحلي
de: Lokaler Verschlüsselungsschlüssel
en: Local encryption key
es: Clave de cifrado local
fr: Clé de chiffrement locale
ja: ローカル暗号化キー
ko: 로컬 암호화 키
pt: Chave de criptografia local
ru: Локальный ключ шифрования
tr: Yerel şifreleme anahtarı
zh_hant: 本機加密金鑰

# plugin.marketplace.label.local-keyword-input-when-enabled
source: 启用时的关键词输入
ar: إدخال الكلمات المفتاحية عند التفعيل
de: Schlüsselworteingabe bei Aktivierung
en: Keyword input when enabled
es: Entrada de palabras clave al activarla
fr: Saisie des mots-clés si activée
ja: 有効時のキーワード入力
ko: 활성화된 동안 입력한 키워드
pt: Entrada de palavras-chave quando ativada
ru: Ввод ключевых слов при включенной функции
tr: Etkinleştirildiğinde anahtar sözcük girişi
zh_hant: 啟用時的關鍵字輸入

# plugin.marketplace.label.local-network-addresses
source: 内网地址
ar: عناوين الشبكة المحلية
de: Lokale Netzwerkadressen
en: Local network addresses
es: Direcciones de red locales
fr: Adresses réseau locales
ja: ローカルネットワークのアドレス
ko: 로컬 네트워크 주소
pt: Endereços de rede locais
ru: Локальные сетевые адреса
tr: Yerel ağ adresleri
zh_hant: 區域網路位址

# plugin.marketplace.label.menu-bar-icon-images
source: 菜单栏图标
ar: أيقونات شريط القوائم
de: Menüleistensymbole
en: Menu bar icons
es: Iconos de la barra de menús
fr: Icônes de la barre des menus
ja: メニューバーのアイコン
ko: 메뉴 막대 아이콘
pt: Ícones da barra de menus
ru: Значки строки меню
tr: Menü çubuğu simgeleri
zh_hant: 選單列圖示

# plugin.marketplace.label.menu-bar-item-layout
source: 菜单栏布局
ar: تخطيط شريط القوائم
de: Menüleistenlayout
en: Menu bar layout
es: Distribución de la barra de menús
fr: Disposition de la barre des menus
ja: メニューバーの配置
ko: 메뉴 막대 레이아웃
pt: Layout da barra de menus
ru: Расположение элементов строки меню
tr: Menü çubuğu düzeni
zh_hant: 選單列佈局

# plugin.marketplace.label.menu-bar-items
source: 菜单栏项目
ar: عناصر شريط القوائم
de: Menüleisteneinträge
en: Menu bar items
es: Elementos de la barra de menús
fr: Éléments de la barre des menus
ja: メニューバー項目
ko: 메뉴 막대 항목
pt: Itens da barra de menus
ru: Элементы строки меню
tr: Menü çubuğu öğeleri
zh_hant: 選單列項目

# plugin.marketplace.label.monitoring-state
source: 监控状态
ar: حالة المراقبة
de: Überwachungszustand
en: Monitoring state
es: Estado de monitorización
fr: État de surveillance
ja: 監視状態
ko: 모니터링 상태
pt: Estado de monitoramento
ru: Состояние мониторинга
tr: İzleme durumu
zh_hant: 監控狀態

# plugin.marketplace.label.network-connection
source: 网络连接
ar: اتصال الشبكة
de: Netzwerkverbindung
en: Network connection
es: Conexión de red
fr: Connexion réseau
ja: ネットワーク接続
ko: 네트워크 연결
pt: Conexão de rede
ru: Сетевое соединение
tr: Ağ bağlantısı
zh_hant: 網路連線

# plugin.marketplace.label.network-connection-state
source: 网络连接状态
ar: حالة اتصال الشبكة
de: Netzwerkverbindungsstatus
en: Network connection state
es: Estado de conexión de red
fr: État de connexion réseau
ja: ネットワーク接続の状態
ko: 네트워크 연결 상태
pt: Estado da conexão de rede
ru: Состояние сетевого соединения
tr: Ağ bağlantısı durumu
zh_hant: 網路連線狀態

# plugin.marketplace.label.network-location
source: IP 地理位置
ar: الموقع الجغرافي لعنوان IP
de: IP-Geolokalisierung
en: IP geolocation
es: Geolocalización por IP
fr: Géolocalisation IP
ja: IP アドレスに基づく位置情報
ko: IP 주소 기반 위치 정보
pt: Geolocalização por IP
ru: Местоположение по IP-адресу
tr: IP coğrafi konumu

# plugin.marketplace.label.output-volume
source: 输出音量
ar: مستوى صوت الإخراج
de: Ausgabelautstärke
en: Output volume
es: Volumen de salida
fr: Volume de sortie
ja: 出力音量
ko: 출력 음량
pt: Volume de saída
ru: Громкость звука на выходе
tr: Çıkış ses düzeyi
zh_hant: 輸出音量

# plugin.marketplace.label.performance-history
source: 性能历史
ar: سجل الأداء
de: Leistungsverlauf
en: Performance history
es: Historial de rendimiento
fr: Historique des performances
ja: パフォーマンス履歴
ko: 성능 기록
pt: Histórico de desempenho
ru: История производительности
tr: Performans geçmişi
zh_hant: 效能記錄

# plugin.marketplace.label.pinned-settings
source: 已固定的设置
ar: الإعدادات المثبتة
de: Angeheftete Einstellungen
en: Pinned settings
es: Ajustes fijados
fr: Réglages épinglés
ja: 固定した設定
ko: 고정된 설정
pt: Ajustes fixados
ru: Закреплённые настройки
tr: Sabitlenmiş ayarlar
zh_hant: 已固定的設定

# plugin.marketplace.label.plugin-configuration
source: 插件配置
ar: إعدادات الإضافة
de: Plugin-Konfiguration
en: Plugin configuration
es: Configuración del plugin
fr: Configuration du plugin
ja: プラグイン設定
ko: 플러그인 구성
pt: Configuração do plugin
ru: Настройки плагина
tr: Eklenti yapılandırması
zh_hant: 外掛設定

# plugin.marketplace.label.pointer-events
source: 指针事件
ar: أحداث المؤشر
de: Zeigerereignisse
en: Pointer events
es: Eventos del puntero
fr: Événements du pointeur
ja: ポインタイベント
ko: 포인터 이벤트
pt: Eventos do cursor
ru: События указателя
tr: İşaretçi olayları
zh_hant: 指標事件

# plugin.marketplace.label.preferred-volume-levels
source: 偏好音量
ar: مستويات الصوت المفضلة
de: Bevorzugte Lautstärke
en: Preferred volume levels
es: Volúmenes preferidos
fr: Niveaux de volume préférés
ja: 指定した音量
ko: 선호 음량
pt: Níveis de volume preferidos
ru: Предпочтительные уровни громкости
tr: Tercih edilen ses düzeyleri

# plugin.marketplace.label.privacy-display-preference
source: 隐私显示设置
ar: تفضيل عرض الخصوصية
de: Datenschutz-Anzeigeeinstellung
en: Privacy display preference
es: Preferencia de visualización de privacidad
fr: Préférence d’affichage de confidentialité
ja: プライバシー表示設定
ko: 개인정보 표시 환경설정
pt: Preferência de exibição de privacidade
ru: Настройка скрытия IP-адресов
tr: Gizlilik görüntüleme tercihi
zh_hant: 隱私權顯示偏好

# plugin.marketplace.label.productivity-state
source: 效率工具设置
ar: إعدادات الإنتاجية
de: Produktivitätseinstellungen
en: Productivity settings
es: Ajustes de productividad
fr: Réglages de productivité
ja: 効率化ツールの設定
ko: 생산성 설정
pt: Ajustes de produtividade
ru: Настройки продуктивности
tr: Üretkenlik ayarları
zh_hant: 效率工具設定

# plugin.marketplace.label.project-working-directories
source: 项目工作目录
ar: مجلدات عمل المشاريع
de: Projekt-Arbeitsordner
en: Project working folders
es: Carpetas de trabajo de proyectos
fr: Dossiers de travail des projets
ja: プロジェクトの作業フォルダ
ko: 프로젝트 작업 폴더
pt: Pastas de trabalho dos projetos
ru: Рабочие папки проектов
tr: Proje çalışma klasörleri
zh_hant: 專案工作目錄

# plugin.marketplace.label.public-network-addresses
source: 公网地址
ar: عناوين الشبكة العامة
de: Öffentliche Netzwerkadressen
en: Public network addresses
es: Direcciones de red públicas
fr: Adresses réseau publiques
ja: グローバル IP アドレス
ko: 공인 네트워크 주소
pt: Endereços de rede públicos
ru: Публичные сетевые адреса
tr: Genel ağ adresleri
zh_hant: 公開網路位址

# plugin.marketplace.label.recognized-text-and-codes
source: 识别出的文本、二维码和条形码
ar: النصوص ورموز QR والرموز الشريطية التي تم التعرّف عليها
de: Erkannte Texte und Codes
en: Recognized text, QR codes, and barcodes
es: Texto y códigos reconocidos
fr: Texte et codes reconnus
ja: 認識したテキスト、QR コード、バーコード
ko: 인식된 텍스트, QR 코드 및 바코드
pt: Texto e códigos reconhecidos
ru: Распознанный текст и коды
tr: Tanınan metin, QR kodları ve barkodlar
zh_hant: 辨識出的文字、條碼與 QR 碼

# plugin.marketplace.label.running-applications
source: 运行中的应用
ar: التطبيقات قيد التشغيل
de: Laufende Apps
en: Running apps
es: Apps en ejecución
fr: Apps en cours d’exécution
ja: 実行中のアプリ
ko: 실행 중인 앱
pt: Apps em execução
ru: Запущенные приложения
tr: Çalışan uygulamalar
zh_hant: 執行中的 App

# plugin.marketplace.label.scan-result-cache
source: 扫描结果缓存
ar: ذاكرة التخزين المؤقت لنتائج الفحص
de: Scan-Ergebnis-Cache
en: Scan result cache
es: Caché de resultados de escaneo
fr: Cache des résultats d’analyse
ja: スキャン結果のキャッシュ
ko: 스캔 결과 캐시
pt: Cache de resultados de varredura
ru: Кэш результатов сканирования
tr: Tarama sonucu önbelleği
zh_hant: 掃描結果快取

# plugin.marketplace.label.screen-pixels
source: 屏幕像素
ar: بكسلات الشاشة
de: Bildschirmpixel
en: Screen pixels
es: Píxeles de pantalla
fr: Pixels de l’écran
ja: 画面のピクセル
ko: 화면 픽셀
pt: Pixels da tela
ru: Пиксели экрана
tr: Ekran pikselleri
zh_hant: 螢幕像素

# plugin.marketplace.label.screenshots
source: 截屏
ar: لقطات الشاشة
de: Bildschirmfotos
en: Screenshots
es: Capturas de pantalla
fr: Captures d’écran
ja: スクリーンショット
ko: 스크린샷
pt: Capturas de tela
ru: Снимки экрана
tr: Ekran görüntüleri
zh_hant: 螢幕截圖

# plugin.marketplace.label.script-content
source: 脚本内容
ar: محتوى النصوص البرمجية
de: Skriptinhalt
en: Script content
es: Contenido de scripts
fr: Contenu des scripts
ja: スクリプトの内容
ko: 스크립트 내용
pt: Conteúdo dos scripts
ru: Содержимое скриптов
tr: Betik içeriği
zh_hant: 腳本內容

# plugin.marketplace.label.script-output
source: 脚本输出
ar: مخرجات النصوص البرمجية
de: Skriptausgabe
en: Script output
es: Salida de scripts
fr: Sortie des scripts
ja: スクリプトの出力
ko: 스크립트 출력
pt: Saída dos scripts
ru: Вывод скриптов
tr: Betik çıktısı
zh_hant: 腳本輸出

# plugin.marketplace.label.script-working-directories
source: 脚本工作目录
ar: مجلدات عمل النصوص البرمجية
de: Skript-Arbeitsordner
en: Script working folders
es: Carpetas de trabajo de scripts
fr: Dossiers de travail des scripts
ja: スクリプトの作業フォルダ
ko: 스크립트 작업 폴더
pt: Pastas de trabalho dos scripts
ru: Рабочие папки скриптов
tr: Betik çalışma klasörleri
zh_hant: 腳本工作目錄

# plugin.marketplace.label.selected-files
source: 所选文件
ar: الملفات المحددة
de: Ausgewählte Dateien
en: Selected files
es: Archivos seleccionados
fr: Fichiers sélectionnés
ja: 選択したファイル
ko: 선택한 파일
pt: Arquivos selecionados
ru: Выбранные файлы
tr: Seçili dosyalar
zh_hant: 所選檔案

# plugin.marketplace.label.selected-text
source: 所选文本
ar: النص المحدد
de: Ausgewählter Text
en: Selected text
es: Texto seleccionado
fr: Texte sélectionné
ja: 選択したテキスト
ko: 선택한 텍스트
pt: Texto selecionado
ru: Выделенный текст
tr: Seçili metin
zh_hant: 所選文字

# plugin.marketplace.label.setting-change-history
source: 设置更改历史
ar: سجل تغييرات الإعدادات
de: Einstellungsänderungsverlauf
en: Setting change history
es: Historial de cambios de ajustes
fr: Historique des modifications des réglages
ja: 設定変更の履歴
ko: 설정 변경 기록
pt: Histórico de alterações de ajustes
ru: История изменений настроек
tr: Ayar değişikliği geçmişi
zh_hant: 設定更改記錄

# plugin.marketplace.label.settings-profiles
source: 设置配置文件
ar: ملفات تعريف الإعدادات
de: Einstellungsprofile
en: Settings profiles
es: Perfiles de ajustes
fr: Profils de réglages
ja: 設定プロファイル
ko: 설정 프로필
pt: Perfis de ajustes
ru: Профили настроек
tr: Ayar profilleri
zh_hant: 設定檔

# plugin.marketplace.label.shell-configuration
source: Shell 配置
ar: إعدادات مفسّر الأوامر
de: Shell-Konfiguration
en: Shell configuration
es: Configuración del shell
fr: Configuration du shell
ja: シェル設定
ko: 셸 구성
pt: Configuração do shell
ru: Настройки оболочки
tr: Kabuk yapılandırması
zh_hant: Shell 設定

# plugin.marketplace.label.shell-configuration-backup
source: Shell 配置备份
ar: نسخة احتياطية لإعدادات مفسّر الأوامر
de: Shell-Konfigurationssicherung
en: Shell configuration backup
es: Copia de seguridad de la configuración del shell
fr: Sauvegarde de la configuration du shell
ja: シェル設定のバックアップ
ko: 셸 구성 백업
pt: Backup da configuração do shell
ru: Резервная копия настроек оболочки
tr: Kabuk yapılandırması yedeği
zh_hant: Shell 設定備份

# plugin.marketplace.label.shortcut-bindings
source: 快捷键绑定
ar: تعيينات الاختصارات
de: Zuweisungen von Tastenkombinationen
en: Shortcut bindings
es: Asignaciones de atajos de teclado
fr: Attributions des raccourcis
ja: ショートカットの割り当て
ko: 단축키 할당
pt: Associações de atalhos
ru: Назначения сочетаний клавиш
tr: Klavye kısayolu atamaları
zh_hant: 快速鍵指派

# plugin.marketplace.label.shortcut-folders
source: 快捷指令文件夹
ar: مجلدات الاختصارات
de: Kurzbefehl-Ordner
en: Shortcut folders
es: Carpetas de atajos
fr: Dossiers des raccourcis
ja: ショートカットのフォルダ
ko: 단축어 폴더
pt: Pastas de atalhos
ru: Папки команд
tr: Kestirme klasörleri
zh_hant: 捷徑資料夾

# plugin.marketplace.label.shortcut-names
source: 快捷指令名称
ar: أسماء الاختصارات
de: Kurzbefehl-Namen
en: Shortcut names
es: Nombres de atajos
fr: Noms des raccourcis
ja: ショートカット名
ko: 단축어 이름
pt: Nomes de atalhos
ru: Названия команд
tr: Kestirme adları
zh_hant: 捷徑名稱

# plugin.marketplace.label.siri-message-input
source: Siri 消息输入
ar: إدخال رسائل Siri
de: Siri-Nachrichteneingabe
en: Siri message input
es: Mensajes introducidos en Siri
fr: Saisie des messages Siri
ja: Siri メッセージの入力
ko: Siri 메시지 입력
pt: Entrada de mensagens para a Siri
ru: Ввод сообщений Siri
tr: Siri ileti girişi
zh_hant: Siri 訊息輸入

# plugin.marketplace.label.siri-submission-state
source: Siri 发送状态
ar: حالة الإرسال إلى Siri
de: Siri-Sendestatus
en: Siri submission state
es: Estado del envío a Siri
fr: État d’envoi à Siri
ja: Siri の送信状態
ko: Siri 전송 상태
pt: Estado de envio à Siri
ru: Состояние отправки сообщений Siri
tr: Siri gönderim durumu
zh_hant: Siri 傳送狀態

# plugin.marketplace.label.storage-state
source: 存储状态
ar: حالة التخزين
de: Speicherzustand
en: Storage state
es: Estado del almacenamiento
fr: État du stockage
ja: ストレージの状態
ko: 저장 공간 상태
pt: Estado do armazenamento
ru: Состояние хранилища
tr: Depolama durumu
zh_hant: 儲存空間狀態

# plugin.marketplace.label.subscription-quota
source: 订阅额度
ar: حصة الاشتراك
de: Abonnement-Kontingent
en: Subscription quota
es: Cuota de suscripción
fr: Quota d’abonnement
ja: サブスクリプションの利用枠
ko: 구독 할당량
pt: Cota da assinatura
ru: Лимит подписки
tr: Abonelik kotası
zh_hant: 訂閱額度

# plugin.marketplace.label.switcher-configuration
source: 窗口切换配置
ar: إعدادات مبدّل النوافذ
de: Fensterwechsler-Konfiguration
en: Window switcher configuration
es: Configuración del selector de ventanas
fr: Configuration du sélecteur de fenêtres
ja: ウインドウ切り替え設定
ko: 윈도우 전환기 설정
pt: Configuração do alternador de janelas
ru: Настройки переключателя окон
tr: Pencere değiştirici yapılandırması
zh_hant: 視窗切換設定

# plugin.marketplace.label.system-appearance
source: 系统外观
ar: مظهر النظام
de: Systemdarstellung
en: System appearance
es: Aspecto del sistema
fr: Apparence du système
ja: システムの外観
ko: 시스템 화면 모드
pt: Aparência do sistema
ru: Оформление системы
tr: Sistem görünümü
zh_hant: 系統外觀

# plugin.marketplace.label.system-settings
source: 系统设置
ar: إعدادات النظام
de: Systemeinstellungen
en: System settings
es: Ajustes del sistema
fr: Réglages système
ja: システム設定
ko: 시스템 설정
pt: Ajustes do sistema
ru: Системные настройки
tr: Sistem ayarları
zh_hant: 系統設定

# plugin.marketplace.label.system-state
source: 系统状态
ar: حالة النظام
de: Systemzustand
en: System state
es: Estado del sistema
fr: État du système
ja: システムの状態
ko: 시스템 상태
pt: Estado do sistema
ru: Состояние системы
tr: Sistem durumu
zh_hant: 系統狀態

# plugin.marketplace.label.translation-requests
source: 翻译请求
ar: طلبات الترجمة
de: Übersetzungsanfragen
en: Translation requests
es: Solicitudes de traducción
fr: Demandes de traduction
ja: 翻訳リクエスト
ko: 번역 요청
pt: Solicitações de tradução
ru: Запросы на перевод
tr: Çeviri istekleri
zh_hant: 翻譯要求

# plugin.marketplace.label.upload-configuration
source: 上传配置
ar: إعدادات الرفع
de: Upload-Konfiguration
en: Upload configuration
es: Configuración de subidas
fr: Configuration des envois
ja: アップロード設定
ko: 업로드 구성
pt: Configuração de uploads
ru: Настройки загрузки
tr: Yükleme yapılandırması
zh_hant: 上傳設定

# plugin.marketplace.label.usage-statistics
source: 用量统计
ar: إحصاءات الاستخدام
de: Nutzungsstatistik
en: Usage statistics
es: Estadísticas de uso
fr: Statistiques d’utilisation
ja: 使用状況の統計
ko: 사용량 통계
pt: Estatísticas de uso
ru: Статистика использования
tr: Kullanım istatistikleri
zh_hant: 用量統計

# plugin.marketplace.label.user-exported-recordings
source: 导出的录屏
ar: التسجيلات المصدّرة
de: Exportierte Aufnahmen
en: Exported recordings
es: Grabaciones exportadas
fr: Enregistrements exportés
ja: 書き出した録画
ko: 내보낸 녹화 파일
pt: Gravações exportadas
ru: Экспортированные записи
tr: Dışa aktarılan kayıtlar
zh_hant: 匯出的螢幕錄影

# plugin.marketplace.label.user-exported-screenshots
source: 导出的截屏
ar: لقطات الشاشة المصدّرة
de: Exportierte Bildschirmfotos
en: Exported screenshots
es: Capturas exportadas
fr: Captures d’écran exportées
ja: 書き出したスクリーンショット
ko: 내보낸 스크린샷
pt: Capturas de tela exportadas
ru: Экспортированные снимки экрана
tr: Dışa aktarılan ekran görüntüleri
zh_hant: 匯出的螢幕截圖
